tap "homebrew/bundle"
tap "roots/tap"
tap "teamookla/speedtest"
brew "awscli"
brew "bat"
brew "btop"
brew "curl"
brew "composer"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-tar"
brew "jq"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "stow"
brew "terminal-notifier"
brew "unzip"
brew "roots/tap/trellis-cli"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "appcleaner"
cask "bartender"
cask "cyberduck"
cask "docker"
cask "font-meslo-for-powerlevel10k"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "logitech-g-hub"
cask "royal-tsx"
cask "sequel-ace"
cask "spotify"
cask "stats"
cask "vagrant"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "bonjourrStartpage", id: 1615431236
mas "DaisyDisk", id: 411643860
mas "Disk Drill Media Recovery", id: 431224317
mas "Disk Speed Test", id: 425264550
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Refined GitHub", id: 1519867270
vscode "1password.op-vscode"
vscode "coderabbi.openssl-keygen"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "koichisasada.vscode-rdbg"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "parallelsdesktop.parallels-desktop"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rubymaniac.vscode-direnv"
vscode "shopify.ruby-lsp"
vscode "vscode-icons-team.vscode-icons"
vscode "william-voyek.vscode-nginx"
vscode "yy0931.save-as-root"
